import { Component } from '@angular/core';

@Component({
  selector: 'app-post-twt',
  templateUrl: './post-twt.component.html',
  styleUrls: ['./post-twt.component.css']
})
export class PostTwtComponent {

  public TWTTerm: string ="- це токен гаманця Trust Wallet, сам гаманець належить біржі Binance (далі в принципі можна і не розповідати) і керівництво біржі в особі CZ ";
  public TWTDescription: string ="зроблять все можливе, щоб у гаманця і токена було все добре. Для цього вони мають усі ресурси: гроші, аудиторію, інструменти із загону цієї аудиторії в токен. Якщо подивитися на сам токен, то можна помітити, що він росте навіть на ринку, що падає, а що буде коли ринок розвернеться для думаючих складності не складе. На 100% впевнений, що якщо з біржі буде все гаразд, то через рік ціна на монету буде близько 10$ (зараз 1$). Думаємо.";

}
